Repository: Volker-E/wp-permalauts
Catalog: wp-permalauts-*.po
Languages: de

source: This blog uses %s (clean german umlauts in permalinks) developed by %s.
de: Dieses Blog nutzt %s (verbesserte Permalinks bei dt. Umlauten) entwickelt von %s.

source: You do not have sufficient permissions to access this page.
de: Du hast nicht genügend Rechte um diese Seite aufzurufen.

source: Important!
de: Wichtig!

source: This plugin can only modify permalinks of new items. Old permalinks will never be re-sanitized! (You have to do this manually.)
de: Dieses Plugin kann nur die Permalinks von neuen Objekten anpassen. Alte Permalinks werden nie neu erstellt! (Das musst du leider manuell nachholen.)

source: Permalinks of
de: Permalinks von

source: Everything!
de: Alles!

source: recommended
de: empfohlen

source: For posts, pages, categories, tags, ...
de: Für Beiträge, Seiten, Kategorien, Schlagwörter, ...

source: Posts and Pages
de: Beiträge und Seiten

source: Behavior of prior versions
de: Verhalten wie in früheren Versionen

source: Categories
de: Kategorien

source: Maybe someone need this only
de: Vielleicht braucht das ja jemand mal

source: Taxonomies
de: Taxonomien

source: Incl. categories, tags and self defined taxonomies
de: Inkl. Kategorien, Schlagwörtern und selbst definierten Taxonomien

source: Nothing
de: Nichts

source: Why you should do that?
de: Warum solltest du das tun wollen?

source: Default (after update or fresh installation) is
de: Der Standard (nach einer frischen Installation bzw. einer Aktualisierung) ist

source: like in versions prior
de: wie in Versionen vor

source: Show or hide footer text of Permalauts
de: Zeige oder verstecke den Footer-Text von Permalauts

source: Visible Footer
de: Sichtbarer Footer-Text

source: Hidden Footer
de: Versteckter Footer-Text

source: Save Changes
de: Speichere Änderungen

source: Please support the developer of this plugin!
de: Bitte unterstütze den Entwickler dieses Plugins!

source: Make a donation via
de: Hilf mit einer Spende via

source: or
de: oder

source: Thank you!
de: Danke dir!

source: Settings
de: Einstellungen

source: This plugin transforms the german umlauts into well-formed entities (needed ONLY for permalinks). It's based on o42-clean-umlauts.
de: Dieses Plugin überführt die deutschen Umlaute in bessere lesbare und gültige Zeichenketten in URLs (ausschließlich für Permalinks benötigt). Es basiert auf o42-clean-umlauts.
